Repository: gustavooquinteiro/mathgame
Catalog: mathgame/locale/*/LC_MESSAGES/constants.po
Languages: pt_br

source: Math Game
pt_br: Jogo de matemática

source: I don't give tips unless you (p)ress me
pt_br: Não dou dicas a não ser que você me (p)ressione

source: Walk around
pt_br: Ande por aí

source: Faster
pt_br: Mais rápido

source: But don't stay in horizontal
pt_br: Mas não fique só na horizontal

source: Face the snake at space
pt_br: Encare as cobras com espaço

source: Or jump them again
pt_br: Ou pule de novo

source: When they come along better go down
pt_br: Quando elas vem juntas melhor ir pra baixo

source: As long you go down more power you get
pt_br: Quanto mais você vai pra baixo mais poder você tem

source: Don't need avoid the void anymore
pt_br: Não se preocupe com o vazio

source: But you give twice what you have
pt_br: Mas você dá o dobro que você tem

source: As long you stay more you can heal
pt_br: Quanto mais você fica parado mais você se cura

source: Health {}%
pt_br: Saúde {}%

source: Press me
pt_br: Me pressione

source: Level {}
pt_br: Nível {}

source: Press enter to play
pt_br: Pressione Enter para jogar

source: Press q to quit or enter to play again
pt_br: Pressione q para sair ou Enter para jogar de novo

source: Game Paused
pt_br: Jogo pausado

source: You Won!!
pt_br: Você ganhou!!

source: The gravity here is too high to jump
pt_br: A gravidade aqui é muito alta para pular
